transversal.noEvaluada=No evaluada 
transversal.faltanParametros=Hacen falta los par\u00E1metros de entrada
HU-112-110.existeSolicitud=El solicitante ya tiene una solicitud de afiliaci\u00F3n en proceso. Por favor consulte el estado de la solicitud ingresando a la p\u00E1gina de seguimiento de solicitudes, con su N\u00FAmero de radicado
TRA-305.existeSolicitud=El solicitante ya tiene una solicitud de afiliaci\u00F3n en proceso. Esta solicitud finalizar\u00E1, por favor valide la informaci\u00F3n del empleador
HU-112-110.existeSolicitudWeb=El solicitante tiene una solicitud en progreso iniciada por el canal web con un link vigente
HU-112-110.cuentaWebActiva=El solicitante tiene una solicitud en progreso y ya se enviaron las instrucciones al correo registrado. \u00BFDesea que sea reenviado el enlace al correo diligenciado?
HU-112-110.noExisteSolicitud=El solicitante no tiene solicitudes de afiliaci\u00F3n en proceso
HU-112-110.faltanParametros=Hacen falta los par\u00E1metros de entrada
HU-112-110.noEvaluada=No evaluada
HU-112-110.empleadorActivo=El solicitante est\u00E1 actualmente afiliado. Para mayor informaci\u00F3n comun\u00EDquese por favor con la caja de compensaci\u00F3n
HU-112-110.empleadorNoActivo=El solicitante no se encuentra afiliado a la caja de compensaci\u00F3n
HU-112-110.empleadorMoroso=EMPLEADOR MOROSO, EL PROCESO DEBE FINALIZAR
HU-112-110.empleadorDesafiliado=EL MOTIVO DE DESAFILIACI\u00D3N NO ES V\u00C1LIDO PARA CONTINUAR, EL PROCESO DEBE FINALIZAR
HU-112-110.empleadorDesafiliadoListas=EL EMPLEADOR TIENE MOTIVO DE DESAFILIACI\u00D3N "{0}" Y EST\u00C1 REGISTRADO EN LISTA DE ESPECIAL REVISI\u00D3N
HU-112-110.empleadorDesafiliadoOtro=EL EMPLEADOR TIENE MOTIVO DE DESAFILIACI\u00D3N "{0}"
HU-112-110.validacionCoreExitosa=La validaci\u00F3n en la Base de Datos fue exitosa
HU-112-110.empladorNoExEnListas=El solicitante se encuentra en listas de especial revisi\u00F3n
HU-112-110.noCuentaWebActiva=El empleador no tiene cuenta WEB activa
HU-111-60.empExisteInfoAport=EMPLEADOR REGISTRADO EN LISTAS DE ESPECIAL REVISI\u00D3N
#Mensajes validacion personas#
HU-121-339.personaNoExiste=Persona no registrada en el sistema
HU-121-339.personaAfiliada=Persona est\u00E1 afiliada (activa) con el mismo empleador relacionado en la solicitud
HU-121-339.trabajadorAfiliado=El trabajador ya est\u00E1 afiliado a la caja de compensaci\u00F3n, por medio del empleador solicitante. 
HU-121-339.personaFallecida=Persona registrada como fallecida
HU-121-339.personaFallecidaNoPresencial=Persona registrada como fallecida por un canal diferente a presencial
HU-121-339.personaFallecidaPresencial=Persona registrada como fallecida por canal presencial
HU-121-339.personaEmpleador=Persona registrada como empleador (activo)
HU-121-339.personaBeneficiarioHijo=Persona registrada como beneficiario tipo hijo (activo)
HU-121-339.personaBeneficiarioPadre=Persona registrada como beneficiario tipo padre (activo)
HU-121-339.personaBeneficiarioConyuge=Persona registrada como beneficiario tipo c\u00F3nyuge (activo)
HU-121-339.personaAfiliadoPrincipal=Persona registrada como afiliado principal (activo) y con c\u00F3nyuge (activo)
HU-121-339.personaPensionado=Persona registrada como pensionado (activo)
HU-121-339.personaTrabajadorDependiente=Persona registrada como trabajador dependiente (activo)
HU-121-339.personaAfiliadoPrincipalConyuge=Persona ya está incluida en la misma solicitud
HU-121-339.personaIndependiente=Persona registrada como independiente (activo)
HU-121-339.personaInvalidez=Persona registrada con condici\u00F3n de invalidez
HU-121-339.personaSocioDeEmpleador=Persona registrada como socio del empleador para el cual labora
HU-121-339.personaConyugeSocioDeEmpleador=Persona registrada como c\u00F3nyuge (activo y sin capitulaciones) de uno de los socios del empleador para el cual labora
HU-121-339.personaRepresentanteLegal=Persona registrada como el representante legal del empleador para el cual labora
HU-121-339.personaCon19=Persona ya tiene 19 a\u00F1os cumplidos o m\u00E1s
HU-121-339.personaCon19CondicionInvalidez= Persona ya tiene 19 a\u00F1os cumplidos o m\u00E1s y registra condici\u00F3n de invalidez
HU-121-339.personaCon19CertificadoEstudio=Beneficiario es mayor de 19 a\u00F1os, el certificado de estudio debe corresponder a programas t\u00e9cnicos laborales. \u00bfDesea continuar con la radicaci\u00F3n?
HU-121-339.personaConPagoAportes=Persona tiene asociados pagos de aportes para al menos uno de los \u00FAltimos 3 periodos m\u00E1s recientes
HU-121-339.personaGrupoFamiliar=Persona ya est\u00E1 activa en alg\u00FAn grupo familiar del mismo afiliado principal
HU-121-339.personaHijoDosGrupoFamiliar=Persona ya est\u00E1 activa como beneficiario tipo hijo en dos grupos familiares de distintos afiliados principales
HU-121-339.personaHijoMismoGenero=Persona activa como beneficiario tipo hijo en el grupo familiar de un afiliado principal del mismo g\u00E9nero que el afiliado principal de la solicitud de afiliaci\u00F3n. 
HU-121-339.personaNoCoincideApellidosPadres=La persona {0} no tiene al menos una coincidencia al verificar sus dos apellidos contra los dos apellidos del afiliado principal y los dos apellidos del c\u00F3nyuge
HU-121-339.personaMenor60=Persona menor de 60 a\u00F1os
HU-121-339.personaMenor60Invalidez=Persona menor de 60 a\u00F1os y registrada sin condici\u00F3n de invalidez
HU-121-339.personaNoCoincideApellidosAfiliado=La persona {0} no tiene al menos una coincidencia al verificar sus dos apellidos contra los dos apellidos del afiliado principal y los dos apellidos del c\u00F3nyuge
HU-121-339.personaOtroParentesco=Persona ya est\u00E1 registrada con otro parentesco (diferente al de la solicitud) y relacionado con el mismo afiliado principal de la solicitud
HU-121-339.afiliadoPrincipalHermanoHuerfano=El afiliado principal ya tiene registrado un hermano hu\u00E9rfano (activo o inactivo)
HU-121-339.afiliadoPrincipalBeneficiarioPadres=El afiliado principal ya tiene registrado al menos un beneficiario tipo padre/madre (activo) o inactivo con motivo de retiro diferente a \u0022fallecimiento\u0022
HU-121-339.personaMenorAfiliadoPrincipal=Persona tiene menos edad que el afiliado principal
HU-121-339.personaMayorAfiliadoPrincipal=Persona tiene mayor edad que el afiliado principal
HU-121-339.fechaNacimientoPosteriorFechaAfiliacion=Fecha de nacimiento de la persona posterior a la fecha de afiliaci\u00F3n
HU-121-339.personaMismoEmpleador=Persona es el mismo empleador de la solicitud
HU-121-339.fechaInicioLaboresPosteriorFechaAfiliacion=Fecha de inicio de labores con empleador es posterior a la fecha de afiliaci\u00F3n
HU-121-339.fechaNacimientoMayorFechaInicioLabores= Fecha de nacimiento mayor a la del d\u00EDa de inicio de labores con empleador
HU-121-339.personaBeneficiarioPadreRegistrado=Persona tiene un beneficiario padre registrado (activo o inactivo)
HU-121-339.personaBeneficiarioMadreRegistrado= tiene un beneficiario madre registrado (activo o inactivo)
HU-121-339.personaIncluidaSolicitud=Persona ya est\u00E1 incluida en la misma solicitud
HU-121-339.personaHijastroGrupoFamiliar=Persona ya est\u00E1 registrada como hijastro en otro grupo familiar
HU-121-339.personaHijoBiologico=Persona ya est\u00E1 registrada como beneficiario hijo biol\u00F3gico
HU-121-339.personaConyugeEmpleador=Persona tiene parentesco de c\u00F3nyuge (activo o inactivo) con el empleador
HU-121-339.personaBeneficiarioConyugeRegistrado=Afiliado principal ya tiene registrado un beneficiario tipo c\u00F3nyuge (activo)
HU-121-339.personaNoMayor15=Persona no es mayor de 15 a\u00F1os de edad.
HU-121-339.personaNoMayor14=Persona no es mayor de 14 a\u00F1os de edad.
HU-121-339.personaCooperante=Persona est\u00E1 ya est\u00E1 afiliada como cooperante de una Cooperativa o pre-cooperativa de trabajo asociado
HU-121-339.personaRegistradaOtroId=Persona previamente registrada con otro tipo / n\u00FAmero de documento de identidad
#Mensajes validacion empleadores#
HU-341-TRN.fechaReintegroSuperada=No es posible realizar el reintegro porque se ha superado el tiempo l\u00EDmite parametrizado desde su \u00FAltimo retiro
HU-341-TRN.estadoCausalEmpleador=No es posible realizar el reintegro porque el empleador nunca ha estado afiliado a la caja
HU-341-TRN.estadoNuevaAfiliacion=No es posible realizar la nueva afiliaci\u00F3n porque el empleador tiene un estado no v\u00E1lido
#Mensajes validacion HU-123-374
HU-123-374.existeSolicitud=El solicitante ya tiene una solicitud de afiliaci\u00F3n en proceso. Por favor consulte el estado de la solicitud ingresando a la p\u00E1gina de seguimiento de solicitudes, con su N\u00FAmero de radicado
HU-123-374.existeSolicitudCorreo=El solicitante tiene una solicitud en progreso y ya se	enviaron las instrucciones al correo registrado. ¿Desea que sea reenviado el enlace al correo diligenciado?
HU-121-104.existeSolicitudEnProceso=El solicitante ya tiene una solicitud de afiliaci\u00F3n en proceso.
HU-123-374.existeSolicitudWebEnProceso=El solicitante ya tiene una solicitud de afiliaci\u00F3n web en proceso.
HU-123-374.solicitanteActivo=El solicitante est\u00E1 actualmente afiliado a la caja de compensaci\u00F3n, para mayor informaci\u00F3n por favor comun\u00EDquese con la caja de compensaci\u00F3n familiar.
HU-123-374.noExisteSolicitud=El solicitante no tiene solicitudes de afiliaci\u00F3n en proceso y su estado es diferente a Activo
#Mensajes novedades 
HU-420-NOV.novedadNoHabilitada=La novedad no cumpli\u00F3 con las validaciones, no puede ser habilitada

#Mensajes validaciones anexo 20170102_Anexo 1.3 Novedades empleador, pesta\u00F1a 40.RNs
# Mensaje validador 4  
novedades.empleador.estadoAfiliacionDiferenteActivoInactivoNoFormalizado=El valor del campo "Estado de afiliaci\u00F3n es diferente de Activo, Inactivo, No formalizado - Retirado con aportes, No formalizado - Con informaci\u00F3n.
# Mensaje validador 5  
novedades.empleador.tipoIdentDiferente=El valor previo del campo "Tipo de documento de identificaci\u00F3n" del empleador sujeto de la novedad es diferente de NIT, C\u00E9dula de ciudadan\u00EDa, Tarjeta de identidad, C\u00E9dula de extranjer\u00EDa, Registro civil, Carn\u00E9 diplom\u00E1tico, Pasaporte, Salvoconducto de permanencia y Permiso Especial de Permanencia.
# Mensaje validador 6  
novedades.empleador.trabajadoresNoSonCero=El n\u00FAmero de trabajadores activos asociados a la sucursal no es cero.
# Mensaje validador 7 
novedades.empleador.empleadorSucursalActiva=El empleador no tiene sucursal "Activa".
# Mensaje validador 8 
novedades.empleador.empleadorHaTenidoBeneficio1429Anio2010=El empleador ha tenido activo el beneficio de Ley 1429 de 2010.
# Mensaje validador 9 
novedades.empleador.empleadorHaTenidoBeneficio590Anio2000=El empleador ha tenido activo el beneficio de Ley 590 de 2000.
# Mensaje validador 10 
novedades.empleador.empleadorConMasDe50Trabajadores=El empleador tiene m\u00E1s de 50 trabajadores activos.
# Mensaje validador 11 
novedades.empleador.empleadorConMasDe200Trabajadores=El empleador tiene m\u00E1s de 200 trabajadores activos.
# Mensaje validador 12 
novedades.empleador.empleadorNoTieneActivoBeneficio1429Anio2010=El empleador no tiene activo el beneficio de Ley 1429 de 2010.
# Mensaje validador 13 
novedades.empleador.empleadorNoTieneActivoBeneficio590Anio2000=El empleador no tiene activo el beneficio de Ley 590 de 2000.
# Mensaje validador 14 
novedades.empleador.estadoAfiliacionDiferenteActivo=Valor del campo "Estado de afiliaci\u00F3n" diferente a "Activo".
# Mensaje validador 15 
novedades.empleador.empleadorNoTieneTrabajadorActivo=El empleador no tiene trabajador Activo.
# Mensaje validador 16 
novedades.empleador.empleadorRegistradoComoMoroso=Empleador registrado como moroso.
# Mensaje validador 17 
novedades.empleador.empleadorTieneTrabajadorActivo=El empleador tiene alg\u00FAn trabajador "Activo".
# Mensaje validador 18 
novedades.empleador.personaRegistradaComoFallecida=Persona(s) registrada(s) como fallecida.
# Mensaje validador 19 
novedades.empleador.valorCampoBeneficioLey1429Anio2010=El campo "¿Empleador cubierto por beneficios de Ley 1429 de 2010?" est\u00E1 en "No".
# Mensaje validador 20 
novedades.empleador.valorAnioBeneficio1429Anio2010Menor=El valor del campo "A\u00F1o inicio del beneficio" es menor al valor del a\u00F1o del campo "Fecha de constituci\u00F3n".
# Mensaje validador 21 
novedades.empleador.valorFechaConstitucionInvalido=Valor "Fecha constituci\u00F3n" asociada al empleador inv\u00E1lido.
# Mensaje validador 22
novedades.empleador.campoEmpleadorCubiertoBeneficioLey590Anio2000EnNo=El valor del campo "¿Empleador cubierto por beneficios de Ley 590 de 2000?" est\u00E1 en "No".
# Mensaje validador 23 
novedades.empleador.anioInicioBeneficio590=El valor del campo "A\u00F1o inicio del beneficio" es menor al valor del a\u00F1o del campo "Fecha de constituci\u00F3n".
# Mensaje validador 24
novedades.empleador.vigenciaFechaConstitucion=La fecha de constituci\u00F3n del empleador no se ubica dentro de la vigencia de la Ley 590 de 2000
# Mensaje validador 25
novedades.empleador.empleadorMarcadoNoBeneficiarioLey1429Anio2010=Se ha marcado al empleador como beneficiario de Ley 1429 de 2010
# Mensaje validador 26
novedades.empleador.empleadorMarcadoBeneficiarioLey590Anio2000=El empleador est\u00E1 cubierto por los beneficios de la Ley 1429 del a\u00F1o 2010.
# Mensaje validador 27 
novedades.empleador.emplOriginCampDifActivo=Para el empleado origen, el campo "estado de afiliaci\u00F3n" tenga el valor "Activo".
# Mensaje validador 28
novedades.empleador.empleadorDestinoDiferenteActivo=El empleador destino es diferente a "Activo".
# Mensaje validador 29
novedades.empleador.empleadorObjetoNovedadDiferenteActivo=El empleador objeto de la novedad est\u00E1 en estado diferente a "Activo".
# Mensaje validador 30 y 31
novedades.empleador.trabajadorSeleccionadoNoActivo=El/Los trabajador(es) seleccionado(s) no est\u00E1(n) activo(s) con el empleador.
# Mensaje validador 32
novedades.empleador.empleadorDestinoAsociado=Empleador destino ya asociado a alguno de los trabajadores seleccionados.
# Mensaje validador 34
novedades.empleador.empleadorOrigenContrabajadoresActivos=Empleador origen con trabajadores activos.
# Mensaje validador 35
novedades.empleador.haySucursalAsociadaAlEmpleador=Hay una sucursal  asociada al empleador con el mismo c\u00F3digo y/o nombre.
# Mensaje validador 36
novedades.empleador.hayPersonaRegistrada=Hay una persona registrada con el mismo tipo y n\u00FAmero de documento de identificaci\u00F3n.
# Mensaje validador 37
novedades.empleador.hayOtroEmpleadorRegistradoEnLaCCF=Hay otro empleador registrado en la Caja de Compensaci\u00F3n con la misma Raz\u00F3n social o nombre (coincidencia exacta).
# Mensaje validador 38
novedades.empleador.empleadorHaEfectuadoReportesDePlanilla=El empleador ha efectuado reportes de planillas PILA o efectuado pagos de aportes desde su m\u00E1s reciente activaci\u00F3n (cambio de estado de afiliaci\u00F3n a "Activo").
# Mensaje validador 39
novedades.empleador.empleadorTieneAsociadoActoAdministrativo=El empleador tiene asociado un acto administrativo de confirmaci\u00F3n de su afiliaci\u00F3n desde su m\u00E1s reciente activaci\u00F3n.
# Mensaje validador 40
novedades.empleador.elEmpleadorhaSidoIncluidoEnAlgunReporteNormativo=El empleador no ha sido incluido en alguno de los reportes normativos o los que se dirigen al Consejo Directivo de la Caja de Compensaci\u00F3n Familiar.
# Mensaje validador 41
novedades.empleador.periodoBeneficioLey1429Caducado=Para el empleador el beneficio de Ley 1429 del a\u00F1o 2010 ha caducado.
# Mensaje validador 42
novedades.empleador.periodoBeneficioLey590Caducado=Para el empleador el beneficio de Ley 590 del a\u00F1o 2000 ha caducado.
# Mensaje validador 43
novedades.empleador.valorCampoRequiereInactivacionCuentaWeb=el campo "Requiere inactivaci\u00F3n de cuenta web?" tiene el valor "No".
# Mensaje validador 48
novedades.empleador.validador48= El tipo de identificaci\u00F3n no es NIT.
# Mensaje validador 50
novedades.empleador.validador50 = El empleador no tiene activa la retenci\u00F3n de subsidios para todos los trabajadores.
novedades.empleador.validador50.reverse = El empleador tiene activa la retenci\u00F3n de subsidios para todos los trabajadores.
# Mensaje validador 52
novedades.empleador.validador52 = La sucursal no tiene activa la retenci\u00F3n de subsidios para todos los trabajadores.
novedades.empleador.validador52.reverse = La sucursal tiene activa la retenci\u00F3n de subsidios para todos los trabajadores.

# Mensajes validadores novedades persona
novedades.persona.activacionGrupoFamiliarInembargable=no se cumplieron los requisitos para activar la condici\u00F3n de grupo familiar inmebargable. 
novedades.persona.activoMas15Sm06PorCiento=el afiliado principal no tiene estado Activo como Pensionado m\u00E1s de 1,5 SM y 0,6%.
novedades.persona.activoMas15Sm2PorCiento=el afiliado principal no tiene estado Activo como Pensionado m\u00E1s de 1,5 SM y 2%. 
novedades.persona.activoRespectoAfiliadoPpal=el afiliado no tiene estado Activo en el campo Estado con respecto al afiliado principal.
novedades.persona.afiliadoActivo=el valor del campo Estado de afiliaci\u00F3n del afiliado principal no es Activo.
novedades.persona.estadoInvalidoAfiliado=El afiliado no cumple con las restricciones sobre su estado respecto a la CCF
novedades.persona.afiliadoActivoRespectoEmpleador=el afiliado principal no tiene estado Activo en el campo Estado con respecto al empleador.
novedades.persona.afiliadoTrabajadorDependiente=la persona no tiene activa una afiliaci\u00F3n como trabajador dependiente.
novedades.persona.afiliadoTrabajadorIndependiente=la persona no tiene activa una afiliaci\u00F3n como como trabajador independiente.
novedades.persona.afiliadoConyugeSocioEmpleador=persona registrada como c\u00F3nyuge de uno de los socios del empleador para el cual labora
novedades.persona.afiliadoGrpFamMin1BenAct=el afiliado principal no tiene un grupo familiar con al menos un beneficiario activo.
novedades.persona.afiliadoRepLegalEmpleador=el trabajador es el mismo representante legal del empleador.
novedades.persona.afiliadoSocioEmpleador=el trabajador es socio del empleador.
novedades.persona.afiliadoSolteroViudo=el afiliado principal en el campo Estado civil no tiene los valores Soltero o Viudo.
novedades.persona.trabajadorIndependienteInactivo=el estado de la persona solicitante con respecto a todas sus afiliaciones como trabajador dependiente no es Inactivo.
novedades.persona.anulacionAfiliacion=no se cumplieron los requisitos para anular la afiliaci\u00F3n.
novedades.persona.beneficiarioActivoDifConyuge=el afiliado no tiene ning\u00FAn grupo familiar con beneficiarios diferentes de c\u00F3nyuge que en el campo Estado con respecto al afiliado principal tengan el valor Activo.
novedades.persona.cambioTipoDocIdentidad=la persona sujeto de la novedad tiene no tipo de identificaci\u00F3n Tarjeta de identidad y/o el cambio solicitado no fue a C\u00E9dula de ciudadan\u00EDa.
novedades.persona.conyugeActivo=el afiliado principal no tiene un c\u00F3nyuge activo hasta la fecha del registro de la novedad.
novedades.persona.desactivacionBeneficiario=el afiliado principal tipo m\u00E1s de un tipo de afiliaci\u00F3n (trabajador dependiente, independiente o pensionado).
novedades.persona.descativacionCuentaWeb=no se cumplieron los requisitos para la desactivaci\u00F3n de la cuenta web.
novedades.persona.descativacionGrupoFamInembargable=el grupo familiar al momento de la solicitud no tiene en el campo Condici\u00F3n de grupo familiar inembargable el valor activo. 
novedades.persona.desactivacionEmpleadorTrabAct=el empleador no tiene trabajadores activos.
novedades.persona.empleadorDestinoAct=no se cumplieron los requisitos para la validaci\u00F3n del empleador de destino activo.
novedades.persona.estadoAfiliado=el afiliado principal en el campo Estado de afiliaci\u00F3n no tiene el valor Activo, Inactivo o No formalizado.
novedades.persona.estadoAfiliadoActivoInactivo=el valor del campo Estado de afiliaci\u00F3n del afiliado principal no es Activo o Inactivo.
novedades.persona.estadoCivilAfiliado=el Estado civil del afiliado principal no tiene el valor de Soltero, Separado/divorciado, Viudo o Vac\u00EDo.
novedades.persona.estadoConyuge=el afiliado principal no tiene a su c\u00F3nyuge con estado Activo o Inactivo en el campo Estado con respecto al afiliado principal.
novedades.persona.estadoHijo=El afiliado principal no tiene al beneficiario tipo hijo objeto de la novedad con estado Activo o Inactivo en el campo Estado con respecto al afiliado principal.
novedades.persona.estadoPadre=El afiliado principal tiene un beneficiario padre registrado.
novedades.persona.estadoMadre=El afiliado principal tiene un beneficiario madre registrado.
novedades.persona.estadoRespectoAfiliadoPpal=el valor del campo Estado con respecto al afiliado principal no es Activo ni Inactivo.
novedades.persona.estadoSubcidioTrabajador=el trabajador tiene activa una cesi\u00F3n o retenci\u00F3n del subsidio.
novedades.persona.fechaFinIncapacidad=el campo Fecha de finalizaci\u00F3n de la incapacidad no tiene una fecha anterior a la fecha del sistema.
novedades.persona.fechaVencimientoCertEscolar=el campo Fecha vencimiento certificado escolar no tiene una fecha anterior a la fecha del sistema.
novedades.persona.grupoFamiliarActivo=no tiene por lo menos un grupo familiar con beneficiarios que en el campo Estado con respecto al afiliado principal tengan el valor Activo.
novedades.persona.grupoFamiliarNoInembargable=el valor del campo grupo familiar inembargable no tiene el valor No.
novedades.persona.hijoActivo=el beneficiario tipo hijo sujeto de la novedad en el campo Estado con respecto al afiliado principal no se encuentre Activo.
novedades.persona.hijoMenor23=el beneficiario tipo hijo objeto de la novedad no es menor de 23 a\u00F1os. 
novedades.persona.minimoUnHijo=ninguno de los beneficiarios del afiliado principal es tipo Hijo.
novedades.persona.ningunBeneficiarioHijo=hay por lo menos un beneficiario Hijo - Hermano hu\u00E9rfano de padres en todos los grupos familiares relacionados.
novedades.persona.noDosBeneficiarioPadresAct=hay m\u00E1s de dos beneficiarios tipo Padre activos con respecto al afiliado principal en todos los grupos familiares relacionados.
novedades.persona.noPensFidelidad25Anios=no aplica para pensionado fidelidad 25 a\u00F1os.
novedades.persona.noPensMenos0Porciento=no aplica para pensionado menos de 1,5 SM y 0%.
novedades.persona.padreActivo= La persona est\u00E1 registrada como beneficiario tipo padre  activo en el sistema
novedades.persona.pagoSubcidioBeneficiarioDep=no se ha pagado subsidio monetario por el/los beneficiarios del trabajador dependiente.
novedades.persona.pensionadoDifFidelidadMenosOPorciento=el afiliado principal no tiene estado Activo como Pensionado diferente de las clasificaciones Fidelidad 25 a\u00F1os o Pensionado menos de 1,5 SM y 0%.
novedades.persona.pensionadoMas06Porciento=el afiliado principal no tiene estado Activo como Pensionado m\u00E1s de 1,5 SM y 0,6%.
novedades.persona.pensionadoMas2Porciento=el afiliado principal no tiene estado Activo como Pensionado m\u00E1s de 1,5 SM y 2%.
novedades.persona.pensionadoMenos06Porciento=el afiliado principal no tiene estado Activo como Pensionado menos de 1,5 SM y 0,6%.
novedades.persona.pensionadoMenos0Porciento=el afiliado principal no tiene estado Activo como Pensionado menos de 1,5 SM y 0%.
novedades.persona.pensionadoMenos2Porciento=el afiliado principal no tiene estado Activo como Pensionado menos de 1,5 SM y 2%.
novedades.persona.pensionadoPensionFamiliar=el afiliado principal no tiene estado Activo como Pensionado pensi\u00F3n familiar.
novedades.persona.mayor18=el beneficiario es menor de 18 a\u00F1os.
novedades.persona.postuladoFovis=La persona objeto de la novedad est\u00E1 incuida en una postulaci\u00F3n vigente de subsidio FOVIS.
novedades.persona.serviciosSinAfiliacionInact=el campo Servicios sin afiliaci\u00F3n activos/inactivos no tiene el valor Inactivo.
novedades.persona.sinBeneficiarioPadre=hay uno o m\u00E1s beneficiarios tipo Padre los grupos familiares relacionados con el afiliado principal.
novedades.persona.tarjetaActiva=La tarjeta para la persona objeto de la novedad debe estar inactiva (boqueada).
novedades.persona.tarjetaMedioDePago=el valor del campo Medio de pago asignado asociado al trabajador no tiene el valor tarjeta.
novedades.persona.tarjetaPrimeraVez=no es la primera vez que el campo Medio de pago asignado toma el valor tarjeta. 
novedades.persona.tiempoTranscDesdeRetiro=la fecha de solicitud de la novedad no est\u00E1 dentro del tiempo parametrizado que ha transcurrido desde el retiro del trabajador.
novedades.persona.trabajadorInhabParaSubsidio=el trabajador no est\u00E1 inhabilitado para recibir subsidio.
novedades.persona.transferenciaMedioDePago=el valor del campo Medio de pago asignado no tiene el valor Transferencia.
novedades.persona.ubicacionRespectoAfiliadoPpal=el valor del campo Misma informaci\u00F3n de ubicaci\u00F3n y correspondencia del afiliado principal?  est\u00E1 marcado como False (para cada grupo familiar).
novedades.persona.ubicacionRespectoAfiliadoPpal.reverse=El valor del campo ¿Misma informaci\u00F3n de ubicaci\u00F3n y correspondencia del afiliado principal? no est\u00E1 marcado como False (para cada grupo familiar).
novedades.persona.validacionNovedadAbortadaExcepcion=la validaci\u00F3n ha sido abortada a causa de una excepci\u00F3n.
#mensajes validacion RN novedades persona
novedades.persona.personaMayorIgual19=La persona no tiene 19 a\u00F1os cumplidos o m\u00E1s.
novedades.persona.personaAportes3periodos=La persona tiene asociados pagos de aportes para al menos uno de los \u00FAltimos 3 periodos m\u00E1s recientes.
novedades.persona.personaActivaGrupoFamiliarAfiliado=La persona est\u00E1 activa en alg\u00FAn grupo familiar del mismo afiliado principal.
novedades.persona.hijoActivo2GruposDeDistintosAfiliados=La persona est\u00E1 activa como beneficiario tipo hijo en dos grupos familiares de distintos afiliados principales.
novedades.persona.hijoActivoGrupoAfiliadoMismoGenero=La persona no est\u00E1 activa como beneficiario tipo hijo en el grupo familiar de un afiliado principal del mismo g\u00E9nero que el afiliado principal de la solicitud de afiliaci\u00F3n.
novedades.persona.afiliadoConConyugeActivo=El afiliado principal tiene registrado un beneficiario tipo c\u00F3nyuge activo.
novedades.persona.afiliadoConConyugeActivo.reverse=El afiliado principal no tiene registrado un beneficiario tipo c\u00F3nyuge activo.
novedades.persona.personaAfiliadaCooperante=La persona no est\u00E1 afiliada como cooperante de una Cooperativa o pre-cooperativa de trabajo asociado.
novedades.persona.tipoDocumento= Tipo de documento de identificaci\u00F3n debe ser v\u00E1lido para la novedad "Cambio tipo y n\u00FAmero documento identidad"
novedades.persona.cambioTipoNumeroUnicaPersona=Los valores a cambiar del tipo y n\u00FAmero de identificaci\u00F3n corresponden a otra persona registrada en el sistema.
novedades.persona.cambioNombreApellidoUnicaPersona=Los valores a cambiar de nombres y apellidos corresponden a otra persona registrada en el sistema.
novedades.persona.trabajadorDependienteAsociadoEmpleador=El trabajador dependiente no est\u00E1 asociado al empleador que hace la solicitud de la novedad.
novedades.persona.pensionadoConPagadorAportesActivo=El pensionado no tiene activo un pagador de aportes.
novedades.persona.independienteConPagadorAportesActivo=El trabajador independiente no tiene activo un pagador de aportes.
novedades.persona.dependienteAdministradorDelSubsidio=El trabajador dependiente no es el mismo adminsitrador del subsidio.
novedades.persona.dependienteNoAdminSubsidioGrupoFamiliar=No hay un administrador del subsidio diferente del trabajador dependiente en el grupo familiar objeto de la novedad.
novedades.persona.personaBeneficiarioHijoHuerfano=La persona no est\u00E1 registrada como beneficiario hijo hu\u00E9rfano de padres.
novedades.persona.personaBeneficiarioHijoHuerfano.reverse=La persona est\u00E1 registrada como beneficiario hijo hu\u00E9rfano de padres.
novedades.persona.personaBeneficiarioHijoAdoptivo=La persona no est\u00E1 registrada como beneficiario hijo adoptivo.
novedades.persona.personaBeneficiarioHijoAdoptivo.reverse=La persona est\u00E1 registrada como beneficiario hijo adoptivo.
novedades.persona.personaBeneficiarioEnCustodia=La persona no est\u00E1 registrada como beneficiario en custodia.
novedades.persona.personaBeneficiarioEnCustodia.reverse=La persona est\u00E1 registrada como beneficiario en custodia.
novedades.persona.personaBeneficiarioPadre=La persona no est\u00E1 registrada como beneficiario padre.
novedades.persona.personaBeneficiarioPadre.reverse=La persona est\u00E1 registrada como beneficiario padre.
novedades.persona.personaBeneficiarioMadre=La persona no est\u00E1 registrada como beneficiario madre.
novedades.persona.personaBeneficiarioMadre.reverse=La persona est\u00E1 registrada como beneficiario madre.
novedades.persona.noPagoAportesParaAfiliacion=Ya se han realizado aportes para la afiliaci\u00F3n objeto de an\u00E1lisis.
novedades.persona.fechaVencimientoCertificadoColegioYSuperior=El certificado de estudios postsecundarios, intermedios o t\u00E9cnicos asociado al beneficiario no tiene vigencia.
novedades.persona.empleadorActivo=El empleador no est\u00E1 activo.
novedades.persona.empleadorConTrabajadoresAfiliados=El empleador no tiene trabajadores afiliados.
novedades.persona.desafiliacionEmpleadoEnCursoParaEmpleador=No hay una solicitud de novedad de desafiliaci\u00F3n de empleado en curso para el empelador objeto de la solicitud.
novedades.persona.sustitucionPatronalEnCursoEmpleadorOrigenDestino=No hay un registro de novedad de sustituci\u00F3n patronal en curso asociado a los empleadores de origen y destino.
novedades.persona.empleadorOrigenActivo=El empleador de origen no est\u00E1 activo (sustituci\u00F3n patronal)
novedades.persona.empleadorDestinoActivo=El empleador de destino no est\u00E1 activo (sustituci\u00F3n patronal)
novedades.persona.trabajadoresEmpleadorOrigenActivos=El empleador de origen no tiene trabajadores activos.
novedades.persona.fechaRecepcionEnTiempoParametrizado=La fecha de recepci\u00F3n de la novedad no est\u00E1 dentro del tiempo parametrizado que permite hacer el registro de la novedad.
novedades.persona.expedicionReexpedicionTarjeta=La persona no tiene una solicitud de expedici\u00F3n/reexpedici\u00F3n de tarjeta.
novedades.persona.desactivacionActivacionGrupoFamiliarInembargable.desactivacion=No se cumplieron las condiciones para la desactivacion del grupo familiar inembargable.
novedades.persona.desactivacionActivacionGrupoFamiliarInembargable.activacion=No se cumplieron las condiciones para la activacion del grupo familiar inembargable.
novedades.persona.afiliadoEstadoSolteroConSoportes=El afiliado no tiene soportes para el cambio de estado civil al actual.
novedades.persona.personaComoConyugeActivo=La persona est\u00E1 registrada como beneficiario conyuge y estado activo.
novedades.persona.personaComoConyugeActivo.reverse=La persona no est\u00E1 registrada como beneficiario conyuge y estado activo.
novedades.persona.personaComoPadreActivo=La persona est\u00E1 registrada como beneficiario padre y estado activo.
novedades.persona.personaComoPadreActivo.reverse=La persona no est\u00E1 registrada como beneficiario padre con estado activo.
novedades.persona.personaComoHijoActivo=La persona est\u00E1 registrada como beneficiario hijo y estado activo.
novedades.persona.personaComoHijoActivo.reverse=La persona no est\u00E1 registrada como beneficiario hijo y estado activo.
novedades.persona.personaComoDependienteActivo=La persona est\u00E1 registrada como afiliado dependiente y estado activo.
novedades.persona.personaComoDependienteActivo.reverse=La persona no est\u00E1 registrada como afiliado dependiente con estado activo.
novedades.persona.personaComoIndependienteActivo=La persona est\u00E1 registrada como afiliado independiente y estado activo.
novedades.persona.personaComoIndependienteActivo.reverse=La persona no est\u00E1 registrada como afiliado independiente con estado activo.
novedades.persona.personaComoPensionadoActivo=La persona est\u00E1 registrada como afiliado pensionado y estado activo.
novedades.persona.personaComoPensionadoActivo.reverse=La persona no est\u00E1 registrada como afiliado pensionado con estado activo.
novedades.persona.personaComoEmpleadorActivo=La persona est\u00E1 registrada como empleador y estado activo.
novedades.persona.tipoDocumentoTarjetaIdentidad=La persona sujeto de la novedad no est\u00E1 registrada con tipo de identificaci\u00F3n Tarjeta de identidad.
novedades.empleador.empleadorDosSucursales=El empleador tiene menos de dos sucursales para su empresa.
novedades.persona.afiliadoSinBeneficiarioDiferenteConyuge=El afiliado principal no tiene registrado un beneficiario diferente a tipo c\u00F3nyuge.
novedades.empleador.noExisteEnSistema = El empleador no existe creado en el sistema
novedades.empleador.diferenteEstadoActivo = El estado de afiliacion del empleador es Activo
novedades.empleador.registroSubsanacionEmpleador = El empleador cuenta con un registro de subsanci\u00F3n de expulsi\u00F3n
novedades.persona.registroSubsanacionPersona = Persona no ha subsanado el motivo de desafiliaci\u00F3n, expulsi\u00F3n por uso indebido de servicios o expulsi\u00F3n por suministro de informaci\u00F3n incorrecta o no entrega de informaci\u00F3n.
novedades.persona.tieneLMAVigente = El afiliado tiene una Licencia de Maternidad/Paternidad vigente
novedades.persona.tieneIGEoIRLVigente = El afiliado tiene una incapacidad por enfermedad general (IGE) o por accidente de trabajo o enfermedad laboral (IRL) vigente
novedades.persona.tieneNovedadVigente = El afiliado tiene una novedad de persona vigente
novedades.persona.tieneEntidadPagadoraAsociada = El afiliado tiene una entidad pagadora asociada
novedades.persona.sinFechas = La novedad que intenta registrar requiere la fecha de inicio y de fin
novedades.persona.grupoFamiliarMasUnBeneficiarioActivo= No tiene por lo menos un grupo familiar con mas de un beneficiario que en el campo Estado con respecto al afiliado principal tenga el valor Activo.
novedades.persona.tieneNovedadPersonaEnCurso=Ya hay una solicitud de novedad de este tipo abierta para el solicitante
novedades.persona.trabajadorNoAfiliado=El trabajador no se encuentra afiliado a la caja
novedades.persona.grupoFamiliarSinBeneficiarios=El afiliado no tiene asociados beneficiarios al grupo familiar
#Mensajes validacion HU-321
HU-321.personaMenor16=Persona menor de 16 a\u00F1os
HU-321.jefeHogarDependienteBeneficio1429=Jefe de hogar es trabajador dependiente y su empleador est\u00E1 acogido a beneficios de Ley 1429, por lo tanto no est\u00E1 habilitado para recibir subsidio de vivienda FOVIS
#Mensajes validacion FOVIS
Fovis.Postulaciones.Jefe.Hogar.Cabeza.Familia.No.Conyuge.Activo= Persona registrada como c\u00F3nyuge (activo) en otro grupo familiar diferente al del Jefe de hogar de la postulaci\u00F3n
Fovis.Postulaciones.Jefe.Hogar.Conyuge.Activo.Grupo.Hogar= El c\u00F3nyuge de la postulaci\u00F3n no est\u00E1 registrado como beneficiario c\u00F3nyuge activo del Jefe de hogar en la Caja de Compensaci\u00F3n Familiar. El c\u00F3nyuge debe ser registrado mediante una novedad de persona
Fovis.Postulaciones.Jefe.Hogar.Cabeza.Familia.Hijo.Biologico.No.Registrado.Bd= Persona registrada como hijo biol\u00F3gico en hogar FOVIS no est\u00E1 registrado como tal en base de datos de afiliaciones
Fovis.Postulaciones.Jefe.Hogar.Cabeza.Familia.Hijo.Adoptivo.No.Registrado.Bd= Persona registrada como hijo adoptivo en hogar FOVIS no est\u00E1 registrado como tal en base de datos de afiliaciones
Fovis.Postulaciones.Jefe.Hogar.Cabeza.Familia.Hijastro.No.Registrado.Bd = No evaluado - Persona registrada como hijastro en hogar FOVIS no est\u00E1 registrado como tal en base de datos de afiliaciones
Fovis.Postulaciones.Persona.Parentesco.No.Coincide= Persona ya est\u00E1 registrada en base de datos con otro parentesco diferente al de la solicitud asociado con el Jefe de hogar
Fovis.Postulaciones.Persona.Mejora.Vivienda.Postulacion.Invalida= El siguiente miembro de hogar: '{0}' - '{1}' est\u00E1 registrado como beneficiario de subsidio de vivienda saludable y no se ha seleccionado una modalidad v\u00E1lida de postulaci\u00F3n
Fovis.Postulaciones.Persona.Modalidad.Adquisicion.Vivienda.Usada.Postulacion.Invalida= El hogar no cumple con alguna de las siguientes condiciones para postularse a la modalidad de: {0}. Desplazado en inscrito acci\u00f3n social, V\u00edctima de atentado terrorista, Madre comunitaria ICBF, Damnificado desastre natural
Fovis.Postulaciones.Persona.Fecha.Nacimiento.Superior.Fecha.postulacion = Fecha de nacimiento de la persona posterior a la fecha de afiliaci\u00F3n
Fovis.Postulaciones.Persona.No.Habilitado.Subsidio = Persona inhabilitada para ser beneficiaria de subsidio familiar de vivienda
Fovis.Postulaciones.Persona.No.Ciclo.Asignacion.Vigente = No existen ciclos de asignacion vigentes con el periodo de postulaci\u00F3n abierto
Fovis.Postulaciones.Persona.Sumatoria.Ahorro.Previo.Inferior.Minimo.Parametrizado= El valor del ahorro previo de la postulaci\u00F3n no supera el m\u00EDnimo parametrizado
Fovis.Postulaciones.Jefe.Hogar.Padre.Distinto.Bd = Jefe de hogar tiene registrada a otra persona como padre (activo o inactivo)
Fovis.Postulaciones.Jefe.Hogar.Madre.Distinta.Bd = Jefe de hogar tiene registrada a otra persona como madre (activo o inactivo)
Fovis.Postulaciones.Jefe.Hogar.Conyuge.Distinto.Bd = Jefe de hogar ya tiene registrada a otra persona como c\u00F3nyuge (activo)
Fovis.Postulaciones.Persona.PersonaNoMayor15 = Persona no es mayor de 15 a\u00F1os de edad, por lo tanto legalmente no puede ser c\u00F3nyuge
Fovis.Postulaciones.Jefe.Hogar.Invalido.Cabeza.Familia = Persona registrada en base de datos como c\u00F3nyuge activo de alg\u00FAn afiliado. No puede tener condici\u00F3n de Mujer / Hombre cabeza de familia
Fovis.Postulaciones.Jefe.Hogar.Invalido.Cabeza.Familia.Con.Conyuge = Persona registrada con c\u00F3nyuge activo en base de datos. No puede tener condici\u00F3n de Mujer / Hombre cabeza de familia
Fovis.Postulaciones.Jefe.Hogar.Cabeza.Familia.No.Invalidez.No.Registrado.Bd = Persona registrada sin condici\u00F3n de invalidez en BD pero registra dicha condici\u00F3n en hogar FOVIS
Fovis.Postulaciones.Jefe.Hogar.Cabeza.Familia.Invalidez.No.Senalada.Bd = Persona registrada con condici\u00F3n de invalidez en base de datos pero no en hogar FOVIS
Fovis.Postulaciones.Persona.Registrada.No.tipo.Numero = Persona no encontrada por tipo y n\u00FAmero de documento de identidad, pero se encontr\u00F3 por n\u00FAmero de documento de identidad o por coincidencia en los nombres y fecha de nacimiento
Fovis.Postulaciones.Persona.Subsidio.Activo.Otro.Grupo.Familiar = Persona se postul\u00F3 previamente con otro hogar y contin\u00FAa activa con esa condici\u00F3n
Fovis.Postulaciones.Jefe.Hogar.No.Hay.Aportes.Dependiente = Ning\u00FAn empleador relacionado con el Jefe de hogar registra pago de aportes al d\u00EDa
Fovis.Postulaciones.Jefe.Hogar.No.Hay.Aportes.Independiente = El Jefe de hogar en su calidad de aportante (Independiente o pensionado) no registra pago de aportes al d\u00EDa
Fovis.Postulaciones.Jefe.Hogar.No.Hay.Aportes.Multiafiliacion = El Jefe de hogar no registra pago de aportes al d\u00EDa
Fovis.Postulaciones.Persona.Apellidos.No.Coinciden = Persona no tiene al menos una coincidencia en apellidos con sus padres
Fovis.Postulaciones.Persona.SolicitudEnProceso = La persona tiene una postulaci\u00F3n activa o en proceso
Fovis.Postulaciones.Persona.noPresentaExepcionesAfiliacion = Postulaci\u00F3n no viable,para mayor informaci\u00F3n por favor comun�quese con la caja de compensaci�n familiar al PBX: xxxxx o al correo xxxxxxx
Fovis.Postulaciones.Persona.BeneficiariaMejoramiento = Tiene una solicitud de postulaci\u00F3n que no est\u00E1 cerrada
Fovis.Postulaciones.Persona.BeneficiariaAdquisicion = El tiempo entre el primer y siguiente subsidio es menor de 10 a\u00f1os \u00f3 Tiene una solicitud de postulaci\u00F3n que no est\u00E1 cerrada
Fovis.Postulaciones.Persona.BeneficiariaViviendaSaludable = Persona registrada como beneficiaria de subsidio de vivienda familiar con la modalidad 'Mejoramiento de vivienda saludable'
Fovis.Postulaciones.Persona.Ingresos.Maximos.Invalidos = Persona registra ingresos mensuales superiores al tope permitido legalmente para un hogar FOVIS
fovis.postulaciones.persona.mayor.jefe = Persona tiene mayor edad que el jefe de hogar
fovis.postulaciones.persona.menor.jefe = Persona tiene menos edad que el jefe de hogar
fovis.postulaciones.persona.veterano = Persona presenta afiliaci\u00F3n como veterano de la fuerza publica
Novedades.fovis.persona.registrosDeMalUsoServicios = Se ha reportado mal uso de los servicios/subsidios de la caja de compensaci\u00F3n 
Novedades.fovis.persona.registrosDeInformacionFraudulenta = La informaci\u00F3n entregada por la persona es fraudulenta o tiene incosistencias
Novedades.fovis.jefeHogar.DesafiliacionEnNovedadEnCurso = Hay una solicitud de novedad de desafiliaci\u00F3n del jefe de hogar relacionado a la novedad FOVIS en curso
Novedades.fovis.persona.BeneficiarioActivoAfiliado = El tipo de identificaci\u00F3n, n\u00FAmero de identificaci\u00F3n, nombres y apellidos no est\u00E1n registrados como beneficiario activo de afiliado principal
Novedades.fovis.hogar.EstadoInvalido = El hogar no se encuentra en un estado valido
Novedades.fovis.hogar.estado.rechazado.reverse=El hogar se encuentra en estado rechazado
Novedades.fovis.persona.tipoNumeroIdentificacionRegistrados = Tipo y numero de identificacion ya se encuentran registrados en sistema
Novedades.fovis.solicitudPostulacion.PostualcionNoRechazada = Postulaci\u00F3n no est\u00E1 en estado 'Postulaci\u00F3n rechazada'
Novedades.fovis.noExistenCiclosAsignacionVigentes = No hay ciclo de asignaci\u00F3n vigente en el sistema
Novedades.fovis.persona.BeneficiadaSubsidioFOVIS = La persona ya fue beneficiada con el subsidio FOVIS
Novedades.fovis.postualcion.ModalidadInvalidaFovis64 = El valor del campo modalidad debe ser 'Adquisici\u00F3n vivienda nueva urbana'
Novedades.fovis.persona.NoActiva = La persona NO se encuentra en estado ACTIVO
Novedades.fovis.hogar.NoTieneConyugeActivo = El hogar no presenta un integrante tipo conyuge en estado activo
Novedades.fovis.hogar.RegistraMadreOPadre = El hogar registra integrantes tipo MADRE o PADRE
Novedades.fovis.hogar.CantidadPadresMadresAdoptantesHogarInvalida = El hogar registra mas de un integrante tipo PADRE MADRE ADOPTANTE
Novedades.fovis.hogar.RegistraMadre = El hogar registra integrante tipo MADRE
Novedades.fovis.hogar.RegistraPadre = El hogar registra integrante tipo PADRE
Novedades.fovis.hogar.RegistraPadreMadreAdoptante = El hogar registra integrante tipo PADRE_MADRE_ADOPTANTE
Novedades.fovis.hogar.CantidadSuegrosHogarInvalida = El hogar registra mas de un integrante tipo SUEGRO
Novedades.fovis.hogar.CantidadAbuelosHogarInvalida = El hogar registra mas de 3 (tres) integrantes tipo ABUELO
Novedades.fovis.hogar.CantidadBisabuelosHogarInvalida = El hogar registra mas de 7 (siete) integrantes tipo BISABUELO
Novedades.fovis.persona.BeneficiarioActivo = La persona ya se encuentra registrada como beneficiario activo de un afiliado principal
Novedades.fovis.persona.FallecidaNovedadEntidadesExternas = La persona est\u00E1 registrada como fallecida mediante la consulta de tipo y n\u00FAmero de identificaci\u00F3n con entidades externas
Novedades.fovis.persona.InhabilitadaSubsidioFovis = La persona no est\u00E1 habilitada para presentarse en una nueva postulaci\u00F3n con un nuevo hogar postulante
Novedades.fovis.persona.InhabilitadaSubsidioFovis.reverse = La persona est\u00E1 habilitada para presentarse en una nueva postulaci\u00F3n con un nuevo hogar postulante
Novedades.fovis.postulacion.AhorrosMovilizados = Movilizaci\u00F3n de ahorros ya ha sido realizada
Novedades.fovis.solicitud.FechaAsignacionPrevia07Mar2016 = Fecha asignaci\u00F3n anterior al 7 de marzo de 2016
Novedades.fovis.postulacion.NoPresentaAhorrosCesantiasInmovilizadas = El hogar no tiene ahorros y cesantias inmovilizados.
Novedades.fovis.hogar.EstadoInvalido71 = El hogar no tiene alguno de los siguientes estados: 'Asignado con primera pr\u00F3rroga', 'Asignado con segunda pr\u00F3rroga', 'Pendiente de aprobaci\u00F3n pr\u00F3rroga', 'Subsidio legalizado', 'Subsidio desembolsado', 'Hogar renunci\u00F3 a subsidio asignado',  'Restituido sin sanci\u00F3n', 'Rechazado',  'Hogar desisti\u00F3 de la postulaci\u00F3n', 'Subsidio con anticipo desembolsado', 'Subsidio reembolsado'
Novedades.fovis.hogar.EstadoInvalido58 = El hogar no tiene alguno de los siguientes estados: 'Subsidio con anticipo desembolsado', 'Subsidio desembolsado'
Novedades.fovis.hogar.EstadoInvalido69 = El hogar no tiene alguno de los siguientes estados: 'Asignado sin pr\u00F3rroga', 'Asignado con primera pr\u00F3rroga', 'Asignado con segunda pr\u00F3rroga',  'Pendiente de aprobaci\u00F3n pr\u00F3rroga', 'Subsidio legalizado', 'Subsidio con anticipo desembolsado', 'Subsidio desembolsado'
Novedades.fovis.hogar.EstadoInvalido68 = El hogar no tiene alguno de los siguientes estados: 'Suspendido por cambio de a\u00F1o', 'Hogar desisti\u00F3 de la postulaci\u00F3n', 'Rechazado'
Novedades.fovis.persona.SancionadaFovis = La persona est\u00E1 sancionada desde FOVIS
Novedades.fovis.hogar.NoEstadoAsignado = Hogar no tiene estado asignado
Novedades.fovis.hogar.NoEstadoAsignadoFovis56 = El hogar no tiene ninguno de los siguientes estados: 'Asignado sin pr\u00F3rroga', 'Asignado con primera pr\u00F3rroga', 'Asignado con segunda pr\u00F3rroga', 'Subsidio legalizado', 'Subsidio con anticipo desembolsado', 'Subsidio desembolsado'
Novedades.fovis.hogar.EstadoInvalido55 = Hogar no tiene estado: 'Asignado con segunda pr\u00F3rroga'
Novedades.fovis.hogar.EstadoInvalido54 = Hogar no tiene estado: 'Asignado con primera pr\u00F3rroga'
Novedades.fovis.hogar.EstadoInvalido53 = Hogar no tiene estado: 'Asignado sin pr\u00F3rroga'
Novedades.fovis.hogar.NoPostulado = Hogar no tiene estado: 'Postulado'
Novedades.fovis.hogar.EstadoInvalido48 = El hogar no tiene estado 'Postulado', 'H\u00E1bil' o 'H\u00E1bil segundo a\u00F1o'
Novedades.fovis.afiliado.TrabajadorIndependiente = La persona est\u00E1 registrada como independiente activo en el sistema
Novedades.fovis.afiliado.TrabajadorDependiente = La persona est\u00E1 registrada como dependiente activo en el sistema
Novedades.fovis.jefeHogar.NoActivo = El jefe de hogar debe estar activo en el sistema
Novedades.fovis.jefeHogar.NoActivo.reverse = El jefe de hogar esta activo en el sistema
Novedades.fovis.hogar.InhabilitadoSubsidioFovis = El hogar se encuentra inhabilitado para postulaci\u00F3n FOVIS
Novedades.fovis.hogar.registroNovedadActualizaSFV = El hogar ha sido objeto de la novedad de 'Ajuste y actualizaci\u00F3n valor SFV' con anterioridad
Afiliacion.persona.solicitudAfiliacionRadicadaEnCurso = No es posible comenzar un proceso de {0} porque la persona ya tiene otra solicitud de afiliaci\u00F3n radicada sin finalizar
Afiliacion.persona.solicitudAfiliacionPreRadicadaEnCurso = No es posible comenzar un proceso de {0} porque la persona ya tiene otra solicitud de afiliaci\u00F3n en proceso sin radicar
Afiliacion.persona.solicitudAfiliacionNovedadEnCurso = No es posible comenzar un proceso de {0} porque la persona ya tiene otra solicitud de novedades en proceso
novedades.beneficiario.inactivoFechaRetiro = Beneficario no se encontraba activo para la fecha de inactivaci\u00F3n deseada
novedades.trabajador.inactivoFechaRetiro = El afiliado principal no se encontraba activo respecto al tipo de afiliaci\u00F3n en la fecha que se desea retirar
Novedades.fovis.hogar.EstadoInvalidoNov132 = El hogar no tiene estado el requerido para esta novedad'